{
    "headerHome": "Home",
    "headerDropdown": "Person-centered activities",
    "headerLife": "Life story",
    "headerMeaningful": "Meaningful activities",

    "cookieText": "We are using cookies to improve your experience. ",
    "acceptCookieConsent": "Accept",

    "headerTitle": "Person-Centered activities in daily life",
    "homeIntroHeading1": "How well do you know the elderly person?",
    "homeIntroHeading2": "How do you make sure that the person can have meaningful activities today?",
    "homeIntroText": "This digital learing solution is designed to promote the knowledge of how you can easily find out the elderly's life story and how to support the persons Sence of Coherense (SOC) with meaningful activities in daily life.",
    "homeEnables": "It enables students and staff to:",
    "homeList": [
        "increase the understanding of a person-centered mindset",
        "visualize what the person finds meaningful",
        "find out new things that the person is interested in",
        "quickly and easily support the person in components that promotes quality of life",
        "encourage the person to attend in meaningful activities in daily life"
    ],

    "homePartnerships": "<p>This webbpage is a digital showcase that is a part of the Erasmus+ D-LIGHT Network that is a partnership between <a href='https://sosunord.dk/'>SOSU Nord</a> (Denmark), <a href='https://www.ttk.ee/en'>Tallinn Health Care College</a> (Estonia), <a href='https://prakticum.fi/'>Yrkesinstitutet Prakticum</a> (Finland), <a href='https://www.davinci.nl/'>ROC da Vinci College</a> (the Netherlands), and <a href='https://calasanz.eus/'>Calasanz Santurtzi S.L.</a> (Spain/Euskadi). Together, we identify innovative digital learning solutions to shared European challenges in preparing for tomorrow’s Care and Rehabilitation Services for Senior Citizens.​</p>",







    "footerDevelopedBy": "The webpage which was developed by Yrkesinstitutet Prakticum, is a digital showcase within the D-LIGHT Network partnership.",
    "footerIconsCredit": "<a href=\"https://www.flaticon.com/icons\">All icons are from Flaticon and created by the following authors: Freepik, fjstudio, Pixel perfect, Kalashnyk, SBTS2018 & Andrejs Kirma</a>",
    "footerHTMLCredit": "<p>HTML template license by <a href=\"https://htmlcodex.com/\">HTML Codex</a></p>",
    "footerCopyrightInfo1": "All material on this website is protected by copyright but is available for download and use by anyone in accordance with the EU's Erasmus program. You are welcome to use the material for non-commercial purposes, provided you respect the applicable copyright rules.",
    "footerCopyrightInfo2": "We encourage the distribution and sharing of our material to benefit education and knowledge exchange across the entire EU. If you have any questions or need further information, please contact us.",
    "footerDownload": "<p>Download the project & read the documentations <a href='https://github.com/Coraln/dlight' class='text-decoration-underline'>here</a>, open-source files.</p>",





    "lifeHeaderTitle": "Life story",
    "lifeFirstBanner": "How well do you know the elderly person?",
    "lifeSection0FirstHeadWhy" : "WHY IS THIS IMPORTANT?",
    "lifeSection0FirstTextWhy": "By listening to the elderlys life story - you can better understand the elderly´s situation, what the person wants and needs. This gives you the possibility to provide meaningful choices for the elderly person in everyday life based on the person´s interests.",
    "lifeSection0SecondHeadExpert": "The elderly person is an expert on: ",
    "lifeSection0ListSecond": [
        "their life, experiences and needs",
        "own life story, personality, lifestyle",
        "their own feelings, thoughts, habits, wishes, abilities and values"
    ],
    "lifeSection0ThirdHeadTools": "The Life Story gives you tools to:",
    "lifeSection0ListThird": [
        "find out the persons background, interests and participation",
        "work in an individual and person-centered way",
        "see the person behind the disease or the diagnosis",
        "draw your attention to the things that are important in the person´s life"
    ],
    "lifeSection0Note": "Note!",
    "lifeSection0FourthHeadTraining": "For training this topic the student/participant must already posses the following key skills and basic knowledge about:",
    "lifeSection0ListFourth": [
        "body ageing processes",
        "theory of person-centered care",
        "the Salutogenesis model",
        "the positive health model or similar framework highlighting the holistic connection between physical, mental and social health"
    ],
    "lifeSection1Banner": "1. How do you find out the persons life story, background and interests?",
    "lifeSection1Head": "LISTEN TO THE LIFE STORY",
    "lifeSection1Text": "Click on the persons play button and listen to their life story.",
    "lifeSection2Banner": "2. Fill in the Tree of Life",
    "lifeSection2Text": "<p>1. Use the attached <a href=\"pdf/tree/en/lifetree.pdf\" target=\"_blank\" class='text-decoration-underline'>Tree of life</a> and fill in a summary of the persons life story. <br><br>2. When you have filled in the Tree of life, download the PDF to your computer and submit it to your teacher.<br><br>3. You will use the Tree of life to choose suitable activities later on.</p>",

    "lifeSection3Banner": "3. What did you find out?",
    "lifeSection3TextInfo": "Participate in a workshop where Tree of life is presented and discussed. Your teacher will give you further information of the date and time for this workshop.",
    "lifeSection3TextListInfo": "During the workshop you discuss:",
    "lifeSection3List": [
        "What the person likes and enjoy",
        "What the person doesn´t like",
        "What the persons dreams, hopes and wishes for",
        "What the person is afraid of",
        "What makes the person happy",
        "What are the persons favorite things (for example food, interests, animals and so on)",
        "The persons personality",
        "What is important for the person",
        "Important life events for the person",
        "Who is a part of the person´s network (for example family and friends)"
    ],




    "meaningfulHeaderTitle": "Meaningful activities",
    "meaningfulFirstBanner": "How do you make sure that the person can have meaningful activities today?",

    "meaningfulSection0FirstHeadWhy": "WHY IS THIS IMPORTANT?",
    "meaningfulSection0FirstTextWhy": "By suggesting meaningful activities, you can promote the persons Sence of Cohesence (SOC). When you listen to the persons feelings and mood today, you will be able to take into account the elderlys daily resourses and thereby provide activities that are suitable and feels important for the person.",
    "meaningfulSection0Note": "Note!",
    "meaningfulSection0SecondHeadTraining": "For training this topic the student/participant must already posses the following key skills and basic knowledge about:",
    "meaningfulSection0List": [
        "body ageing processes",
        "theory of person-centered care",
        "the Salutogenesis model",
        "the positive health model or similar framework highlighting the holistic connection between physical, mental and social health",
        "how to guide daily functioning with a resource-oriented approach",
        "how to promote a meaningful life by using methods that increase participation"
    ],

    "meaningfulSection1Banner": "1. Choose meaningful activites based on the elderly person´s interests",
    "meaningfulSection1Head": "CHOOSE ACTIVITIES",
    "meaningfulSection1Text": "Once you have completed the Three of life, choose meaningful activities based on your information from the person´s life story.",
    "meaningfulSection1SecondHead": "Choose different options by clicking on the themes:",
    "meaningfulSection1SecondText": "When you have chosen, the webbpage will give you ideas for possible activities within the chosen themes.",
    "meaningfulIcon1":"Movement & relaxation",
    "meaningfulIcon2":"Puzzles & brainteasers",
    "meaningfulIcon3":"Food & beverages",
    "meaningfulIcon4":"Nature & environment",
    "meaningfulIcon5":"Music",
    "meaningfulIcon6":"Literature",
    "meaningfulIcon7":"Entertainment",
    "meaningfulIcon8":"Creativity & handicraft",

    "meaningfulSection2Banner":"2. Choose an activity for today, based on the person´s mood:",
    "meaningfulSection2Head": "LISTEN TO THE PERSON",
    "meaningfulSection2Text": "Click on the persons play button and listen: How does the person feel today?",

    "meaningfulSection3Banner": "3. Which activity do you suggest for the person?",
    "meaningfulSection3Text": "<p>Based on the person´s mood today, what is important for the person? <br><br>When you have taken into account the persons mood, the webbpage will filter the activities by chosen parameters.<br><br>Get suitable activities by clicking on the parameters:</p>",
    "meaningfulSection3Time": "<p><b>short</b> or <b>long</b> time</p>",
    "meaningfulSection3Fellowship": "<p><b>alone</b> or <b>together</b></p>",
    "meaningfulSection3Activity": "<p><b>calming</b> or <b>activating</b></p>",
    "triangleActivity": "Activity",
    "triangleTime": "Time",
    "triangleFellowship": "Fellowship",

    "meaningfulSection4Banner": "4. Choose and suggest one suitable activity for the person",
    "meaningfulSection4Text1": "Choose one activity, that you would suggest for the person. Download the PDF to your computer and submit it to your teacher with your own reflections included (why would you suggest this activity for the person?).",
    "meaningfulSection4Text2": "Participate in a workshop where meaningful activities are presented and discussed. Your teacher will give you further information of the date and time for this workshop.",

    "meaningfulSection4Activity": "Recommended Activities:"

}